Repository: common-repository/iconic-rating
Catalog: languages/iconicr-*.po
Languages: es_es

source: I hated it
es_es: Lo odiaba

source: I didnt like it
es_es: No me gustó

source: It was OK
es_es: Estaba bien

source: I liked it
es_es: Me ha gustado

source: I loved it
es_es: Me encantó

source: Please, vote
es_es: Por favor, vote

source: One lonely vote
es_es: Un solitario voto

source: votes
es_es: votos

source: / One person, one vote
es_es: / Una persona, un voto

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para acceder a esta página.

source: Iconic Rating Plugin Options
es_es: Opciones del Plugin ICONIC RATING

source: Font Awesome Icons
es_es: Iconos Font Awesome

source: Text on votes &amp; averages
es_es: Texto en votos y promedios

source: 2D Hover Transitions
es_es: Transiciones 2D (on Hover)

source: On Uninstall
es_es: Al desinstalar

source: Where the icons appear and how they looks
es_es: Donde los iconos aparecen y cómo se ven

source: The text for icons (in tooltip), votes and averages
es_es: El texto de los iconos (en un tooltip), votos y promedios

source: Some behaviour thanks to CSS3 hover transitions
es_es: Algunos comportamientos gracias a las transiciones CSS3

source: Choose what to do...
es_es: Elija qué hacer...

source: <em>Star</em> (or whatever Font Awsome) Icons
es_es: <em>Iconos Estrella</em> (o cualquier icono de Font Awesome)

source: Number of icons
es_es: Número de iconos

source: This should be established at start and should remain unchanged, or the average could be misleading.
es_es: Esto debe establecerse al inicio y debe permanecer sin cambios, o el promedio podría ser engañoso.

source: Font Awesome icon
es_es: Ícono Font Awesome

source: Font Awesome icon when filled (or hovered)
es_es: Icono de Font Awesome lleno (o activado)

source: is the source for our iconic rating system; please visit its
es_es: es la fuente de nuestro sistema de clasificación icónica; por favor visite su

source: complete set of icons
es_es: set completo de iconos

source: to select the appropriate ones for you.
es_es: para seleccionar los apropiados para usted.

source: Opacity for icons when not <em>filled</em> with integer values
es_es: Opacidad de los iconos cuando no está <em>completo</em> (no tiene valor entero)

source: Minimal Opacity value
es_es: Mínimo valor de opacidad

source: Use the opacity to distinguish partial filled stars
es_es: Usar la opacidad para distinguir estrellas llenadas parcialmente

source: Where to show the </em>stars</em> icons
es_es: Dónde mostrar los iconos

source: Write the post types where the icons will appear (separated by commas)
es_es: Escriba los tipos de post donde los iconos aparecerán (separados por comas)

source: And write the specific categories on such post types (separated by commas); if empty, it means every category.
es_es: Y escribir las categorías específicas en este tipo de post (separadas por comas); si está vacío, significa todas las categorías.

source: Write the DIV <em>.class</em> or <em>#id</em> where it must appear; or...
es_es: Escribir la <em>.class</em> o el <em>#id</em> del DIV donde debe aparecer; o...

source: ...try to put it at the end of the content (DIV has priority).
es_es: …tratar de colocarlo al final del contenido (DIV tiene prioridad)

source: Of course, we can always have shortcodes... (which overrides the two positions above considered)
es_es: Por supuesto, siempre podemos tener shortcodes... (que reemplazaría a las dos posiciones anteriores consideradas)

source: Text for <em>star</em> icons, votes &amp; averages
es_es: Texto de iconos, votos y promedios

source: Text for each <em>star</em> icons (on a tooltip, when over)
es_es: Texto para los iconos de cada <em>estrella</em> (en un tooltip)

source: If there is more than 5 stars, the text of the first field will be chosen for all of them. The expression <em>%k%</em> in the text represents the value of each <em>star</em>; and <em>%kv%</em> represents the votes on each star.
es_es: Si hay más de 5 estrellas, el texto del primer campo será elegido para todos ellos. La expresión <em>%k%</em> en el texto representa el valor de cada <em>estrella</em>; y <em>%kv%</em> representa los votos de cada una.

source: Texts for votes when there is none, there is only one, and there are more than one votes, separated by asterisks (*)
es_es: Textos de votos cuando no hay ninguno, hay solamente uno, y hay más de uno, separados por asteriscos (*)

source: For example: <em>Please, vote * %v% vote * %v% votes</em>. The expression <em>%v%</em> in the text represents the number of votes.
es_es: Por ejemplo: <em>Por favor, vote * %v% voto * %v% votos</em>. La expresión <em>%v%</em> representa el número de votos.

source: Text when already voted
es_es: Texto cuando ya votó

source: For example: <em>/ One person, one vote</em>
es_es: Por ejemplo: <em>/ Una persona, un voto</em>

source: Text for displaying average
es_es: Texto para mostrar promedio

source: For example: <em>%avg% (%tv% %not%)</em>. The expression <em>%avg%</em> in the text represents the decimal average; the expression <em>%tv%</em> represents the text for zero, one or many votes; and the expression %not% represents the text when already voted (and it only appears on such cases).
es_es: Por ejemplo: <em>%avg% (%tv% %not%)</em>. La expresión <em>%avg%</em> representa el promedio decimal; la expresión <em>%tv%</em> representa el texto para ningún voto, un voto, o varios votos; y la expresión %not% representa el texto cuando ya se ha votado (y aparecería solo en tales casos).

source: Grow
es_es: Crecer

source: Shrink
es_es: Achicarse

source: Pulse
es_es: Pulsar

source: Pulse Grow
es_es: Pulsar Creciendo

source: Pulse Shrink
es_es: Pulsar Reduciendo

source: Push
es_es: Empujar

source: Pop
es_es: Estallar

source: Bounce In
es_es: Rebote Adentro

source: Bounce Out
es_es: Rebote Afuera

source: Rotate
es_es: Girar

source: Grow Rotate
es_es: Aumentar Rtando

source: Float
es_es: Flotante

source: Sink
es_es: Hundirse

source: Hang
es_es: Colgar

source: Skew
es_es: Inclinarse

source: Skew Forward
es_es: Inclinarse Adelante

source: Skew Backward
es_es: Inclinación Atrás

source: Wobble Vertical
es_es: Bamboleo Vertical

source: Wobble Horizontal
es_es: Bamboleo Horizontal

source: Wobble to Bottom Right
es_es: Bamboleo Abajo a la Derecha

source: Wobble to Top Right
es_es: Bamboleo Arriba a la Derecha

source: Wobble Top
es_es: Bamboleo Arriba

source: Wobble Bottom
es_es: Bamboleo Abajo

source: Wobble Skew
es_es: Bamboleo Inclinado

source: Buzz
es_es: Zumba

source: Buzz Out
es_es: Zumba Fuera

source: Select one of the following hover transitions
es_es: Seleccione una de las siguientes transiciones

source: No hover transition selected at this moment
es_es: Sin transición (on hover) seleccionada en este momento

source: Credits for the CSS3 transitions goes to IanLunn, at
es_es: Los créditos de las transiciones CSS3 va a IanLunn, en

source: Keep all data of rating, as well as option settings
es_es: Mantener todos los datos de calificación, así como las opciones

source: Keep only the options settings
es_es: Mantener sólo la configuración de opciones

source: Keep only the data of rating (averages & votes)
es_es: Mantener sólo los datos de calificación (medias y votos)

source: Delete all, rating data and settings
es_es: Borrar todo, valoraciones y configuración

source: Choose what to do once uninstalled this plugin
es_es: Elija qué hacer una vez desinstalado este plugin

source: Rate any type of post with stars and other awesome icons, adding some effects on hover (and tooltips).
es_es: Evaluar cualquier tipo de post con estrellas y otros iconos impresionantes, añadiendo algunos efectos (y tooltips).
